Repository: antonbil/simple-survey-builder
Catalog: languages/simple-survey-builder-*.po
Languages: nl_nl

source: Simple Survey Builder
nl_nl: Simpele Enquête Bouwer

source: https://example.com/plugins/simple-survey-builder/ (Jouw website of de plek waar men info kan vinden)
nl_nl: https://example.com/plugins/simple-survey-builder/ (Uw website of de plek waar men info kan vinden)

source: A simple plugin to create and manage surveys on your WordPress site.
nl_nl: Een simpele plug-in om enquêtes te maken en beheren op uw WordPress-site.

source: https://jouwwebsite.com (Jouw website)
nl_nl: https://jouwwebsite.com (Uw website)

source: Error: No slug provided for the %s shortcode. Use e.g., [%s slug="your_slug"].
nl_nl: Fout: Geen slug opgegeven voor de %s shortcode. Gebruik bijv. [%s slug="uw_slug"].

source: Thank you for your feedback!
nl_nl: Bedankt voor uw feedback!

source: Your response has been successfully received and saved.
nl_nl: Uw reactie is succesvol ontvangen en opgeslagen.

source: Fill out the survey again
nl_nl: Vul de enquête nogmaals in

source: optional
nl_nl: optioneel

source: or
nl_nl: of

source: go to the homepage
nl_nl: ga naar de homepage

source: Error: The survey questions configuration has not been loaded. Please check the survey slug and JSON configuration.
nl_nl: Fout: De configuratie van de enquêtevragen is niet geladen. Controleer de slug van de enquête en de JSON-configuratie.

source: Please fill out the survey below
nl_nl: Vul de enquête hieronder in

source: Form field type "%s" is not configured.
nl_nl: Formulierveld type "%s" is niet geconfigureerd.

source: Required questions
nl_nl: Verplichte vragen

# verb: form submit button
source: Submit Feedback
nl_nl: Feedback Verzenden

source: Survey Results Overview
nl_nl: Overzicht Enquêteresultaten

source: Results will be displayed here on the live page
nl_nl: Resultaten worden hier op de live pagina getoond

source: Error: Survey configuration could not be loaded for the provided slug.
nl_nl: Fout: Enquêteconfiguratie kon niet worden geladen voor de opgegeven slug.

source: No survey results are available yet.
nl_nl: Er zijn nog geen enquêteresultaten beschikbaar.

source: Site Evaluation Results (%d entries)
nl_nl: Resultaten Site Evaluatie (%d inzendingen)

source: Error: The survey questions configuration is not available for displaying results.
nl_nl: Fout: De configuratie van de enquêtevragen is niet beschikbaar voor het weergeven van resultaten.

source: Insufficient data for a chart for this question.
nl_nl: Onvoldoende data voor een grafiek voor deze vraag.

source: Unknown display type (%s) for this question.
nl_nl: Onbekend weergavetype (%s) voor deze vraag.

source: No answers yet for this question.
nl_nl: Nog geen antwoorden voor deze vraag.

source: An error occurred while displaying results for this question.
nl_nl: Er is een fout opgetreden bij het weergeven van de resultaten voor deze vraag.

source: Number of votes
nl_nl: Aantal stemmen

source: Count
nl_nl: Aantal

source: KSS Survey Plugin: Critical configuration file (%s) is missing. CPTs cannot be registered.
nl_nl: KSS Survey Plugin: Kritiek configuratiebestand (%s) ontbreekt. CPTs kunnen niet worden geregistreerd.

source: KSS Survey Plugin: Could not read configuration file (%s). CPTs may not be registered correctly.
nl_nl: KSS Survey Plugin: Kon configuratiebestand (%s) niet lezen. CPTs worden mogelijk niet correct geregistreerd.

source: KSS Survey Plugin: Error decoding CPT configuration file. JSON error: %s.
nl_nl: KSS Survey Plugin: Fout bij het decoderen van CPT-configuratiebestand. JSON-fout: %s.

source: KSS Survey Plugin: CPT configuration is empty or invalid. No CPTs were registered from the configuration file.
nl_nl: KSS Survey Plugin: CPT-configuratie is leeg of ongeldig. Er zijn geen CPTs geregistreerd vanuit het configuratiebestand.

# verb
source: Add New %s
nl_nl: Nieuwe %s toevoegen

# verb
source: New %s
nl_nl: Nieuwe %s

# verb
source: Edit %s
nl_nl: %s bewerken

# verb
source: View %s
nl_nl: %s bekijken

source: All %s
nl_nl: Alle %s

# verb
source: Search %s
nl_nl: %s zoeken

source: Parent %s:
nl_nl: Bovenliggende %s:

source: No %s found.
nl_nl: Geen %s gevonden.

source: No %s found in Trash.
nl_nl: Geen %s gevonden in prullenbak.

source: Featured image for this %s
nl_nl: Uitgelichte afbeelding voor deze %s

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set featured image
nl_nl: Stel uitgelichte afbeelding in

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: %s Archives
nl_nl: %s Archieven

source: Insert into %s
nl_nl: Invoegen in %s

source: Uploaded to this %s
nl_nl: Geüpload naar deze %s

source: Filter %s list
nl_nl: Filter %s lijst

source: %s list navigation
nl_nl: %s lijstnavigatie

source: %s list
nl_nl: %s lijst

source: %s updated.
nl_nl: %s bijgewerkt.

source: Error: No slug provided for the %1$s shortcode. Use e.g., [%1$s slug="%2$s"].
nl_nl: Fout: Geen slug opgegeven voor de %1$s shortcode. Gebruik bijv. [%1$s slug="%2$s"].

source: Error: Configuration for slug "%s" could not be loaded for the cpt_list shortcode.
nl_nl: Fout: Configuratie voor slug "%s" kon niet worden geladen voor de cpt_list shortcode.

# Edit link title attribute, %s is post title
source: Edit %s
nl_nl: Bewerk %s

source: (Edit)
nl_nl: (Bewerken)

source: Cannot generate edit link
nl_nl: Kan bewerklink niet genereren

source: Overall Satisfaction:
nl_nl: Algemene Tevredenheid:

source: Submitted on: %s
nl_nl: Ingezonden op: %s

source: &laquo; Previous
nl_nl: &laquo; Vorige

source: Next &raquo;
nl_nl: Volgende &raquo;

source: No items found for %s.
nl_nl: Geen items gevonden voor %s.

source: Error: Critical survey information (slug) is missing. Cannot process submission.
nl_nl: Fout: Kritische enquête informatie (slug) ontbreekt. Kan inzending niet verwerken.

source: Error: The survey questions configuration was not loaded for validation.
nl_nl: Fout: De configuratie van de enquêtevragen is niet geladen voor validatie.

source: %s is a required field (choose at least one option).
nl_nl: %s is een verplicht veld (kies ten minste één optie).

source: %s is a required field.
nl_nl: %s is een verplicht veld.

source: Please correct the following errors:
nl_nl: Let op, de volgende fouten zijn opgetreden:

source: Go back and try again.
nl_nl: Ga terug en probeer opnieuw.

source: Validation Error
nl_nl: Validatiefout

source: Survey Submission - %1$s %2$s
nl_nl: Enquête Inzending - %1$s %2$s

source: A critical error occurred while trying to save your feedback due to missing configuration. Please contact the site administrator.
nl_nl: Er is een kritieke fout opgetreden bij het opslaan van uw feedback vanwege een ontbrekende configuratie. Neem contact op met de sitebeheerder.

source: An error occurred while processing your feedback. Please try again later.
nl_nl: Er is een fout opgetreden bij het verwerken van uw feedback. Probeer het later opnieuw.

source: Security check failed. Please try again.
nl_nl: Beveiligingscontrole mislukt. Probeer het opnieuw.

source: Nonce Error
nl_nl: Nonce Fout
